{
  "architectures": [
    "mobilenetForImageClassification"
  ],
  "downsample_in_first_stage": false,
  "id2label": {
    "0": "left-wing",
    "1": "rigth-wing"
  },
  "model_type": "mobilenet",
  "num_channels": 3,
  "transformers_version": "4.18.0.dev0"
}